[
    {
        "category":"楚辞",
        "intro":"《楚辞》是战国末叶至西汉初期流行于楚地诗歌集。刘向编辑成集，共16卷。\n楚辞的代表作家有屈原、宋玉等人，其他如唐勒和景差的作品大多未能流传下来。楚辞的主要作者屈原有《离骚》、《九歌》、《九章》、《天问》等篇章。刘向编成《楚辞》后，王逸增入己作《九思》，成17篇，并为全书作注，成书《楚辞章句》。\n楚辞篇幅较长，句子长短不一，五、六、七言句较多。和《诗经》比起来，章句较少重复，多直陈。许多楚地的方言：如虚字句首“羌”、“蹇”，句中或句末用“兮”；楚地的香草不计其数，都是楚地特有的。并常以“乱”收结。\n楚辞风格华美浪漫、感情激越奔放，内容多写神话、个人情志与想像；具有民歌的风格，运用楚国音调，采用楚国方言，描写楚国的特殊名物。楚地盛行巫术迷信，楚辞也吸收大量神话故事。",
        "example": [
          {
            "title": "九歌·云中君",
            "author": "屈原",
            "content": "浴兰汤兮沐芳，华采衣兮若英。\n灵连蜷兮既留，烂昭昭兮未央。\n搴将憺兮寿宫，与日月兮齐光。\n龙驾兮帝服，聊翱游兮周章。\n灵皇皇兮既降，焱远举兮云中。\n览冀州兮有馀，横四海兮焉穷。\n思夫君兮太息，极劳心兮忡忡。"
          },
          {
            "title": "离骚选段",
            "author": "屈原",
            "content": "芳与泽其杂糅兮，唯昭质其犹未亏。 \n忽反顾以游目兮，将往观乎四荒。\n佩缤纷其繁饰兮，芳菲菲其弥章。\n民生各有所乐兮，余独好修以为常。\n虽体解吾犹未变兮，岂余心之可惩。 "
          },
          {
            "title": "九怀·昭世选段",
            "author": "王褒",
            "content": "登羊角兮扶舆，浮云漠兮自娱。\n握神精兮雍容，与神人兮相胥。\n流星坠兮成雨，进瞵盼兮上丘墟。\n览旧邦兮滃郁，余安能兮久居。 "
          }
        ]
      },
    {
        "category":"汉赋",
        "intro":"赋是汉朝流行的主要文学体裁，由《楚辞》发展而来，吸收了荀子《赋篇》的体制，外加纵横家的夸张手法，形成一种兼有诗歌与散文特征的文学形式。有大赋与小赋之分，大赋多写宫廷生活，小赋富于抒情描写。\n汉赋辞藻华丽，笔势夸张，好堆砌冷僻字，表面富丽而艰深难读，是汉赋的特色。左思《三都赋序》就说汉赋“于辞则易为藻饰，于义则虚而无征”。\n形式方面，汉赋多韵散结合，乃半诗半文的混合体。序言和乱辞多不押韵，正文部分则每多押韵。汉赋多是长篇巨制，前或有序言，后有乱辞，常用问答方式。诗体赋的句式以四言为主，骚体赋则多沿袭楚辞手法，多用楚辞句式，常用兮字。\n风格方面，汉赋铺陈夸饰，辞藻华丽，多用排偶，铺采摛文，“合纂组以成文，列锦绣而为质”。\n主旨方面，汉赋题材内容驳杂庞大，多写京殿、羽猎、山海、述行等题材，多歌颂帝王功德，描述宫廷生活，如田猎车骑，宫室苑囿，锦衣美食，音乐歌舞。汉赋并多有讽谏或劝戒之旨。",
        "example": [
          {
            "title": "洛神赋选段",
            "author": "曹植",
            "content": "其形也，翩若惊鸿，婉若游龙。荣曜秋菊，华茂 春松。仿佛兮若轻云之蔽月，飘摇兮若流风之回雪。远而望之，皎若太阳升朝霞；迫而察之，灼若芙蕖出渌波。"
          },
          {
            "title": "归田赋选段",
            "author": "张衡",
            "content": " 游都邑以永久，无明略以佐时。徒临川以羡鱼，俟河清乎未期。感蔡子之慷慨，从唐生以决疑。谅天道之微昧，追渔父以同嬉。超埃尘以遐逝，与世事乎长辞。"
          },
          {
            "title": "长门赋选段",
            "author": "司马相如",
            "content": "夫何一佳人兮，步逍遥以自虞。魂逾佚而不反兮，形枯槁而独居。言我朝往而。暮来兮，饮食乐而忘人。心慊移而不省故兮，交得意而相亲。伊予志之慢愚兮，怀贞悫之欢心。愿赐问而自进兮，得尚君之玉音。"
          }
        ]
      },
    {
        "category":"唐诗",
        "intro":"唐诗泛指创作于唐代（618年—907年）的诗，也可以引申指以唐朝风格创作的诗。唐代被视为中国历来诗歌水平最高的黄金时期，因此有唐诗之说，与宋词并举。\n唐代以后，唐诗的选本不断涌现，现今流传最广的是蘅塘退士编选的《唐诗三百首》。清朝康熙年间的《全唐诗》整理收录了二千二百多名诗人超过五万首唐诗。\n唐前半期社会安定，经济富裕，文人来往和百官游䜩，酬唱传诵蔚为风气。天宝之乱后，继以藩镇之祸，生活流离困苦，郁结之情正可用诗歌来抒发。\n唐代君主多喜风雅，上好下甚，于是诗歌风靡一代。而且唐代以诗取士，因此诗风非常普遍。\n唐诗兴起，亦源于诗体的进化，七言古诗及律绝等新诗体在形式、声律、辞藻各方面都趋于成熟。\n不论从题材、体裁，还是风格等方面，唐诗对后代的诗歌创作有重大的影响。唐以后依然有人以古体诗和近体诗的格式创作，在后人的文学之中亦常常引用唐诗作为典故。\n唐诗和当时的书法、艺术和音乐互相影响，亦和佛教、道教和儒家思想有紧密关系，为研究当时的语言、历史、宗教和文化提供了重要的资料。在唐朝作诗是科举考试其中一个考核的项目。除此以外，唐诗亦成为中国重要的文化，无论是文人还是一般平民百姓都会接触到。唐朝除了影响之后中国的文学和艺术，亦影响到日本、韩国的诗词。在十九世纪开始，不少唐诗亦被翻译成欧洲语言。",
        "example": [
            {
                "title": "登鹳雀楼",
                "author": "王之涣",
                "content": "白日依山尽\n黄河入海流\n欲穷千里目\n更上一层楼"
            },
            {
                "title": "静夜思",
                "author": "李白",
                "content": "床前明月光\n疑是地上霜\n举头望明月\n低头思故乡"
            },
            {
                "title": "赋得古原草送别",
                "author": "白居易",
                "content": "离离原上草\n一岁一枯荣\n野火烧不尽\n春风吹又生"
            }
            ]
        },
    {
        "category":"宋词",
        "intro":"词的起源和发展，词开始出现，是在中国的唐代。更精确一点，是在中国初唐时期。伴随着当时“胡乐”传入，“燕乐”大盛，词也逐渐脱离传统的五言古诗、七言古诗，成为一门独立的诗歌艺术。\n词的兴起亦源于五代时南方文化发达，五代时战争频仍，南方战祸较少，社会安定，因此文化得以发展。西蜀、南唐的国君都好文学，南唐更成为文艺发展的地方。而宋初政治经济较稳定，宋初局面较安定，都市繁荣，人民对文娱活动的兴趣大增，加上君主提倡，流行民间的词更兴盛。\n作为一种文化现象，词在11到13世纪的繁荣，是目前中国人的共同精神财富。叶梦得《避暑录话》卷三、罗大经《鹤林玉露》卷十三关于西夏“凡有井水饮处即能歌柳词”和金海陵王完颜亮闻歌柳永《望海潮》，“欣然有慕于‘三秋桂子，十里荷花’，遂起投鞭渡江之志”的记载，说明当时词的歌唱，已普及到目前中国境内的西北、东北广大地区。\n另据辽人王鼎《焚椒录》记载，辽道宗耶律洪基宣懿皇后萧观音曾创作了《回心院》等词作十多首。至于金代，以苏、辛词风为宗，出现了蔡松年、赵秉文、元好问等不少优秀词人。相传辛弃疾早年在北方曾从金人学词，成名之后，又成为金朝词人学习的榜样。",
        "example": [
            {
                "title": "蝶恋花",
                "author": "欧阳修",
                "content": "庭院深深深几许？\n杨柳堆烟，帘幕无重数。\n玉勒雕鞍游冶处，楼高不见章台路。\n雨横风狂三月暮，门掩黄昏，无计留春住。\n泪眼问花花不语，乱红飞过秋千去。"
            },
            {
                "title": "菩萨蛮",
                "author": "王安石",
                "content": "数间茅屋闲临水，窄衫短帽垂杨里。\n花是去年红，吹开一夜风。\n梢梢新月偃，午醉醒来晚。\n何物最关情，黄鹂三两声。"
            },
            {
                "title": "卜算子•咏梅",
                "author": "陆游",
                "content": "蝶恋花·庭院深深深几许\n已是黄昏独自愁，更著风和雨。\n无意苦争春，一任群芳妒。\n无意苦争春，一任群芳妒。"
            }
            ]
        },
    {
        "category":"元曲",
        "intro":"元曲，或称元杂剧，是盛行于元代的戏曲艺术，为散曲和杂剧的合称。相对于明传奇（南曲），后世又将元曲称为北曲。元曲与宋词及唐诗有着相同的文学地位。\n广义的曲泛指秦汉以来各种可入乐的乐曲，如汉大曲、唐宋大曲、民间小曲等。狭义的曲则多指宋朝以来的南曲和北曲，同词的体式相近，但一般在字数定格外可加衬字，较为自由，并多使用口语。曲分为戏曲（或称剧曲，包括杂剧、传奇等）与散曲两类，元明以来甚为流行，故后世有元曲之称。\n相对于艳丽的词，曲较俚俗而有“恶少”之名，郑骞评：“词与曲是孪生兄弟，词是翩翩佳公子，曲则带有恶少的气息。”\n元杂剧剧本一般由四折组成，一套乐曲伴唱一折；所以“折”是音乐的单元，也是剧情的大段落。在四折之外，还可以有楔子。楔子常常在剧本开头，相当于序幕，但也可以作为过场戏放在折与折之间。\n散曲是可配乐演唱的歌曲形式。根据《青楼集》的记载，元散曲的歌唱有多种形式，像表演唱、舞蹈伴唱、乐器伴唱等。在宴会上，演员解语花“左手持荷花，右手举杯，歌骤雨打新荷曲”；连枝秀“有招饮者，酒酣则自起舞，唱《青天歌》，女童亦舞而和之，真仙音也”。",
        "example": [
            {
                "title": "山坡羊•潼关怀古",
                "author": "张养浩",
                "content": "峰峦如聚，波涛如怒。\n山河表里潼关路。\n望西都，意踌躇。\n伤心秦汉经行处，宫阙万间都做了土。\n兴，百姓苦，亡，百姓苦！"
            },
            {
                "title": "寿阳曲·江天暮雪",
                "author": "马致远",
                "content": "天将暮，雪乱舞，半梅花半飘柳絮。\n江上晚来堪画处，钓鱼人一蓑归去。"
            },
            {
                "title": "天净沙·即事",
                "author": "乔吉",
                "content": "莺莺燕燕春春\n花花柳柳真真\n事事风风韵韵\n娇娇嫩嫩\n停停当当人人"
            }
            ]
        }

]